tap 'caskroom/cask'
tap 'koekeishiya/khd'
tap 'koekeishiya/kwm'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'ravenac95/sudolikeaboss'

cask 'graphiql'
cask 'haskell-platform'
cask 'java'

brew 'ack'
brew 'ansible'
brew 'awscli'
brew 'bash'
brew 'certbot'
brew 'cheat'
brew 'chruby'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'dnsmasq'
brew 'elasticsearch@2.4'
brew 'emacs', args: ['with-cocoa', 'with-gnutls', 'with-librsvg', 'with-imagemagick']
brew 'fortune'
brew 'fzf'
brew 'gcc'
brew 'git'
brew 'git-flow'
brew 'go'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'jq'
brew 'koekeishiya/khd/khd'
brew 'koekeishiya/kwm/kwm'
brew 'multimarkdown'
brew 'neovim/neovim/neovim'
brew 'node@6'
brew 'openssh'
brew 'openssl'
brew 'ossp-uuid'
brew 'pgcli'
brew 'pidof'
brew 'postgresql'
brew 'purescript'
brew 'python'
brew 'python3'
brew 'readline'
brew 'ruby-install'
brew 'source-highlight'
brew 'sqlite'
brew 'sudolikeaboss'
brew 'the_silver_searcher'
brew 'vips'
brew 'wget'
brew 'zplug'
brew 'zsh'
