tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'neovim/neovim'

cask 'graphiql'
cask 'java'

brew 'ack'
brew 'awscli'
brew 'bash'
brew 'cheat'
brew 'chruby'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'dnsmasq'
brew 'emacs', args: ['with-cocoa', 'with-gnutls', 'with-librsvg', 'with-imagemagick', 'devel']
brew 'fortune'
brew 'gcc'
brew 'git'
brew 'git-flow'
brew 'go'
brew 'htop'
brew 'hub'
brew 'httpie'
brew 'jq'
brew 'neovim/neovim/neovim'
brew 'node'
brew 'openssl'
brew 'ossp-uuid'
brew 'pgcli'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'readline'
brew 'ruby-install'
brew 'source-highlight'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'wget'
brew 'zsh'
